Revit 2027 API
ParameterTypeId.RbsDuctBottomElevation Property
 "Lower End Bottom Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDuctBottomElevation { get; }
Public Shared ReadOnly Property RbsDuctBottomElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDuctBottomElevation {
	ForgeTypeId^ get ();
}
static member RbsDuctBottomElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace